{
  "articles": [
    {
      "id": 1,
      "title": "Cataract",
      "content": "Content 1",
      "urlImage": "https://insighteye.com.au/wp-content/uploads/2017/10/cataracts.jpg",
      "urlArt": "A cataract is a disease of the eye in which the normally clear lens has opacified which obscures the passage of light. It is a gradually progressive disease and a significant cause of blindness around the world. This activity illustrates the evaluation and treatment of cataracts and reviews the role of the interprofessional team in managing patients with this condition"
    },
    {
      "id": 2,
      "title": "Cataract Etiology",
      "content": "Content 2",
      "urlImage": "https://www.aao.org/image.axd?id=6fa44f91-0655-4f47-9268-2ade2e2ac1ca&t=637250983706770000",
      "urlArt" : "Multiple factors responsible for developing cataracts include the following: Congenital cataract (unilateral or bilateral - studies have documented a close association between congenital cataract and maternal nutrition, infections like Rubella and Rubeola, and deficiency of oxygenation due to placental hemorrhage), age-related (senile cataract - the most common type), traumatic injury (the most common cause of unilateral cataract in young adults, including perforating trauma, blunt trauma causing a characteristic flower-shaped opacity, electric shock as a rare cause causing diffuse milky-white opacification and multiple snowflakes like opacities, sometimes in a stellate subcapsular distribution), ultraviolet radiation (if intense may rarely cause true exfoliation of the anterior lens capsule and cataract), ionizing radiation (usage for ocular tumor treatment and in cardiological interventions may cause posterior subcapsular opacities), chemical injuries (naphthalene, thallium, lactose, galactose), systemic diseases (myotonic dystrophy, atopic dermatitis, neurofibromatosis type 2), endocrine diseases (diabetes mellitus, hypoparathyroidism, cretinism), primary ocular diseases (chronic anterior uveitis - the most common cause of secondary cataract, acute congestive angle closure may cause small anterior grey-white subcapsular or capsular opacities, glaukomflecken, high myopia may cause posterior subcapsular lens opacities and early-onset nuclear sclerosis, worsening the myopic refractive error, hereditary fundus dystrophies like retinitis pigmentosa, Leber congenital amaurosis, gyrate atrophy, and Stickler syndrome may cause posterior and anterior subcapsular lens opacities), drugs (corticosteroids and anticholinesterase inhibitors can cause both posterior and anterior subcapsular opacities respectively), poor nutrition (a diet deficient in antioxidants and vitamins), alcohol use disorder, and smoking."
    },
    {
      "id": 3,
      "title": "Epydemiology",
      "content": "Content 3",
      "urlImage": "https://img.freepik.com/free-photo/eye-doctor-with-female-patient-during-examination-modern-clinic-ophthalmologist-is-using-special-medical-equipment-eye-health_657921-161.jpg?w=740&t=st=1703215618~exp=1703216218~hmac=272d93a5ed9ba5e9f3ba5d7832c0e87ba0dfddbef7d6b253310f59f93e9f3009",
      "urlArt": "Prevalence and incidence: Cataracts are most common in the White American race, with a prevalence ranging from 17 to 18% per 100 people, followed by Blacks at a 13% prevalence rate and Hispanics at almost 12%. Age: Onset is gradual and progressive, typically occurring in the older age group, in the fifth and sixth decade, although cases have been reported in children and the elderly. Sex: Recent studies reveal that the disease is more common in women than men, with a male-to-female ratio of approximately 1 to 1.3."
    },
    {
      "id": 4,
      "title": "Management of Postoperative Inflammation and Dry Eye After Cataract Surgery",
      "content": "Content 4",
      "urlImage": "https://images.everydayhealth.com/images/vision/dry-eyes/what-is-dry-eye-symptoms-treatment-causes-722x406.jpg",
      "urlArt": "https://journals.lww.com/corneajrnl/abstract/2019/11001/management_of_postoperative_inflammation_and_dry.5.aspx"
    },
    {
      "id": 5,
      "title": "Pathophysiology",
      "content": "Content 5",
      "urlImage": "https://img.freepik.com/free-photo/close-up-old-man-with-brown-eyes_23-2148783564.jpg?w=740&t=st=1703215702~exp=1703216302~hmac=83b8b84eb24ba470340952472f94247159f780f4afc1dbd71e01c6fe35ebeca8",
      "urlArt" : "The lens is a transparent structure made up of fibers (modified epithelial cells) enclosed in a membranous structure called lens capsule. Lens matter consists of two main parts: Cortex (superficial part) - containing younger fibers and Nucleus (deeper part) - containing older fibers. Many degenerative processes denature and coagulate lens proteins present in lens fibers by different mechanisms, resulting in loss of transparency and, ultimately, cataract formation. The various mechanisms involved include disturbances occurring at any level of lens growth (congenital cataract), fibrous metaplasia of lens epithelium (subcapsular cataract), cortical hydration between lens fibers (cortical cataract), and deposition of certain pigments, i.e., urochrome (nuclear cataract). All these processes ultimately lead to an opaque lens behind the pupil, making it extremely difficult for the patient to carry on with routine activities."
    },
    {
      "id": 6,
      "title": "History",
      "content": "Content 6",
      "urlImage": "https://img.freepik.com/free-photo/macro-shot-one-green-eye-half-face-front-camera-authentic-beautiful-woman-smiling-happy-attractive-adult-with-healthy-vision-eyeball-with-eyelashes-eyebrow-close-up_482257-44263.jpg?w=740&t=st=1703215844~exp=1703216444~hmac=6b69b0d829ee9e3270017c6562209651aecf7fa72cefb1019a8e212ac27e722a",
      "urlArt": "History: The patient may present with one of the following symptoms: Decrease or blurring in the vision (gradual and painless; unilateral or bilateral depending upon the eye being affected without and at mature stages even with glasses), diplopia or polyopia (mostly uniocular but can be binocular - this is due to multiple refractions through clear areas between the opacities), colored halos around the light (rainbow halos - possibly due to the collection of water drops between layers of lens fibers acting as a prism splitting light into its seven colors), sensitivity to glare (especially headlights of automobiles and sunlight), increased frequency to change refractive glasses (as the cataract matures, a person may visit his ophthalmologist more often for refraction), and disturbance in color vision (fading or yellowing of objects)."
    },
    {
      "id": 7,
      "title": "Evaluation",
      "content": "Content 8",
      "urlImage": "https://insighteye.com.au/wp-content/uploads/2017/10/cataracts.jpg",
      "urlArt" : "Physical Findings: Following findings can be noticed during a thorough ophthalmic examination depending upon the part of the lens involved. Visual Acuity decreased unilaterally or bilaterally depending upon the affected eye. Cortical Cataract presents as a wedge-shaped opacity with clear areas of lens matter mostly present at the periphery (incipient cortical cataract), well-developed wedge-shaped opacity (progressive cortical cataract), advanced opacity with a greyish lens, clear cortex, and an iris shadow (immature cortical cataract), findings of the immature stage but with a swollen lens due to the accumulation of fluid making anterior chamber shallow (intumescent cortical cataract), the entire opaque cortex with the absence of iris shadow (mature cortical cataract), milky fluid bag with lens nucleus present at the bottom due to liquefaction of the cortex without an iris shadow and a shallow anterior chamber (hypermature cortical cataract). Nuclear Cataract is characterized by a dark brown or black lens with an iris shadow, no fundal view due to dark opacity in the center against a red glow, no fourth Purkinje image. Systemic Diseases associated with cataracts include diabetes mellitus (classic snowflake cortical opacities), myotonic dystrophy (Christmas tree cortical cataract evolving into wedge-shaped cortical and subcapsular opacities resembling a star-like conformation), atopic dermatitis (characteristic shield-like dense anterior subcapsular plaques), and neurofibromatosis type 2 (mixed opacities, which can be subcapsular, capsular, or cortical)."
    },
    {
      "id": 8,
      "title": "Evaluation",
      "content": "Content 8",
      "urlImage": "https://img.freepik.com/free-photo/doctor-pouring-some-eye-drops-patient_23-2149082479.jpg?w=740&t=st=1703215750~exp=1703216350~hmac=709f0256acf75bc46129a7adfa23db8bd86882e123467e7430fd4de1c835e7ba",
      "urlArt" :"The treatment choice depends upon the degree of opacity sufficient enough to cause difficulty in performing essential daily activities. Following treatment modalities are available: Medical - if visual acuity is 6/24 or better, pupillary dilatation with 2.5% phenylephrine or refractive glasses is enough to carry on routine activities, and surgery is not required. Cyclopentolate and atropine can also be useful. Recently, there are also cataracts drops under trial, which can dissolve cataracts. Surgery is recommended if visual acuity is worse than 6/24 or there is a medical indication (phacolytic glaucoma, phacomorphic glaucoma, retinal detachment) in which a cataract is adversely affecting the health of the eye. For congenital cataracts, no treatment is necessary if visual acuity is more than 6/24, and a patient can carry out their normal routine activities. Refractive glasses can be advised for the blurring of vision or diplopia. If visual acuity falls below 6/24, surgery is needed, and the surgeon can opt for one of the following surgical procedures depending upon patients' complaints and severity of the disease: Irrigation and aspiration of the lens, irrigation and aspiration of the lens with intraocular lens (IOL) implantation, and irrigation aspiration of the lens with IOL, anterior vitrectomy, and primary posterior capsulotomy. For senile cataracts, medical treatment is not effective once the cataract has become mature. Surgical options include extracapsular cataract extraction (a procedure of choice), intracapsular cataract extraction (an old technique not used frequently due to complications), phaco-emulsification (a modification of extracapsular cataract extraction with less astigmatism and early visual recovery), and laser phacolysis (a recent advancement under trial). Management of general conditions before surgery is crucial for better results and includes optimizing conditions related to diabetes mellitus, hypertension, myocardial infarction, angina, respiratory infection, stroke, leg ulcer, viral hepatitis, AIDS, epilepsy, Parkinson's disease, and rheumatoid arthritis."
    }
  ]
}